docs/state_machines/dot/ru/global/state_Рассылка.dot
digraph {
  rankdir=LR;
  node [shape=oval];
  edge [fontsize=10];

  pending [label="создана"];
  delivered [label="разослана"];
  __initial [shape=point];
  __initial -> pending;
  pending -> delivered [label="deliver"];
}
