docs/state_machines/mmd/ru/global/state_Рассылка.mmd
stateDiagram-v2
  direction LR

  state "создана" as pending
  state "разослана" as delivered

  [*] --> pending
  pending --> delivered : deliver
